<template>
  <h1 text-center>
    「智能云科研平台」云桌面使用协议
  </h1>
  <div text-right>
    最近更新时间：2023年9月26日
  </div>
  <p>
    欢迎使用智能云科研平台的云桌面服务！在使用该服务之前，请您仔细阅读并同意以下协议条款：
  </p>
  <div>
    <h2>
      一、使用权限
    </h2>
    <ul>
      <li>智能云科研平台授予您非独占性、不可转让的使用权限，允许您通过互联网使用云桌面服务。</li>
      <li>您需要遵守相关法律法规，并承担使用该服务的全部责任和后果。</li>
      <li>您不得破坏、篡改、干扰或盗取云桌面服务的任何内容、信息或系统。</li>
    </ul>
  </div>
  <div>
    <h2>
      二、用户责任
    </h2>
    <ul>
      <li>您需妥善保管您的账号和密码，不得将其提供给任何第三方使用。</li>
      <li>您应合法使用云桌面服务，不得进行任何非法、违规或侵权行为。</li>
      <li>您应妥善备份和管理您在云桌面中的数据和文件，我们不对数据丢失或损坏负责。</li>
    </ul>
  </div>
  <div>
    <h2>
      三、服务内容
    </h2>
    <ul>
      <li>云桌面服务提供虚拟桌面环境，允许您在云端进行科研工作、文档编辑、数据分析等操作。</li>
      <li>您可以根据自己的需求使用特定的科研工具和软件，但需确保其合法性和授权性。</li>
    </ul>
  </div>
  <div>
    <h2>
      四、隐私保护
    </h2>
    <ul>
      <li>智能云科研平台将采取合理的安全措施保护您的个人信息和数据，不会将其提供给未经授权的第三方。</li>
      <li>您需要理解并同意，在互联网环境下，无法完全保证数据的绝对安全性。</li>
    </ul>
  </div>
  <div>
    <h2>
      五、免责声明
    </h2>
    <ul>
      <li>智能云科研平台不对云桌面服务的可用性、稳定性或适用性做任何保证或承诺。</li>
      <li>您在使用云桌面服务时的任何风险和损失由您自行承担，智能云科研平台不承担任何责任。</li>
    </ul>
  </div>
  <div>
    <h2>
      六、终止协议
    </h2>
    <ul>
      <li>如果您违反了本协议的任何条款，智能云科研平台有权立即终止您使用云桌面服务的权利。</li>
      <li>您可以随时终止使用云桌面服务，但终止后您的数据和文件可能会被永久删除。</li>
    </ul>
  </div>
  <p>
    请您注意，本协议可能会根据需要进行更新和修改。我们会在更新后的协议中提供变更通知。如果您继续使用该服务，则视为您已接受修改后的协议。如果您对本协议的条款有任何疑问，请联系「智能云科研平台」团队（hello@qiyandata.com）。感谢您的合作和理解！
  </p>
</template>

<style scoped>
p {
  margin: 1.5rem 0;
}
ul {
  margin: 1.5rem 0 1.5rem 1.25rem;
  font-size: 1rem;
}
</style>
