<template>
  <h1 text-center>
    「智能云科研平台」隐私政策
  </h1>
  <div text-right>
    最近更新时间：2023年9月26日
  </div>
  <div>
    <p>
      欢迎您使用「智能云科研平台」产品！我们非常重视您的隐私保护和个人信息保护。为实现产品功能改善与优化，您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过《「智能云科研平台」隐私政策》（以下简称《隐私政策》）向您说明，在使用我们的服务时，我们如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。
    </p>
    <p>
      本《隐私政策》与您所使用的服务息息相关，希望您仔细阅读，在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。本《隐私政策》中涉及的相关技术词汇，我们尽量以简明扼要的方式进行表述，以便您的理解。
    </p>
    <p font-bold>
      一旦您开始使用我们的服务，即意味着您已同意我们按照本《隐私政策》收集、使用和共享您的相关信息。
    </p>
    <p>
      通过本《隐私政策》，您主要可以了解如下内容：
    </p>
    <ul list-none class="ml-0!">
      <li>一、数据/信息的收集</li>
      <li>二、数据/信息的使用</li>
      <li>三、数据/信息的共享</li>
      <li>四、数据/信息的披露</li>
      <li>五、数据/信息的保护</li>
      <li>六、免责条款</li>
      <li>七、隐私政策的更新</li>
      <li>八、联系我们</li>
    </ul>
    <p>
      以下是本《隐私政策》的详细信息内容：
    </p>
  </div>
  <div>
    <h2>
      一、数据/信息的收集
    </h2>
    <p>
      「智能云科研平台」提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法享受我们提供的某些服务，或者无法达到相关服务预期达到的效果。
    </p>
    <p font-bold>
      （1）您直接向「智能云科研平台」提供的数据和个人信息：
    </p>
    <p>
      您因正常使用「智能云科研平台」的功能和服务而需要向我们提供的用户名、头像、手机号码、邮箱、工号/学号等个人信息；<br>
      您因正常使用「智能云科研平台」的功能和服务而主动上传的个人或第三方数据集。
    </p>
    <p font-bold>
      （2）您通过第三方向「智能云科研平台」提供的数据和个人信息：
    </p>
    <p>
      若您通过社交网络的第三方快速登录或与社交网络进行链接，我们会通过第三方获得您的个人信息，这些信息包括但不限于您账户的ID、用户名等。在我们获取您公开的所有信息之前，将征求您的同意与授权。若您不希望或限制「智能云科研平台」收集这些信息，您可以通过第三方平台进行隐私设置等操作，但这将在一定程度上影响您正常使用「智能云科研平台」的服务与功能。
    </p>
    <p font-bold>
      （3）「智能云科研平台」自主获取的数据或信息：
    </p>
    <p>
      通过分析或分析工具获取：「智能云科研平台」会对您在使用期间产生的信息或数据直接进行数据分析或使用第三方分析工具进行分析，分析结果将用于帮助我们检查流量、改善服务、优化运营策略等。这些数据或信息由您的浏览器或终端发送提供，包括但不限于访问次数、IP地址、点击次数等；<br>
      通过日志文件获取：指您使用我们的服务时，系统可能通过cookies、web beacon或其他方式自动采集的技术信息，包括：<br>
      设备或软件信息：例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码；<br>
      搜索或浏览的信息：例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情。
    </p>
  </div>
  <div>
    <h2>
      二、数据/信息的使用
    </h2>
    <p>
      「智能云科研平台」将对上述收集到的信息进行如下方面的使用：
    </p>
    <ul>
      <li>记录您的登录或访问信息，方便您能进行正常的登录和访问操作；</li>
      <li>验证您的身份信息，以确认您所处的用户角色是否可以正常访问一些限定资源；</li>
      <li>帮助我们设计新服务，改善我们的现有服务；</li>
      <li>使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求；</li>
      <li>向您提供与您更加相关的广告以替代普遍投放的广告；</li>
      <li>评估我们服务中的广告和其他促销及推广活动的效果，并加以改善；</li>
      <li>我们将根据数据信息进行分析，对资源进行合理调配，提升用户体验；</li>
      <li>发现并修复「智能云科研平台」存在的技术问题，实现产品的不断更新。</li>
    </ul>
    <p>
      此外，为了在您同意以及符合相关法律法规的前提下改善我们的服务、提供更好的使用体验，我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。
    </p>
  </div>
  <div>
    <h2>
      三、数据/信息的共享
    </h2>
    <p>
      「智能云科研平台」向您保证：未经您的同意，我们不会以出租、销售等形式将您在「智能云科研平台」上提供和产生的数据信息提供给任何第三方（除“数据/信息的披露”条款中罗列的特殊情况）。
    </p>
    <p>
      但在以下情况中，我们将部分共享您的数据或信息，以便为您提供更好的服务：
    </p>
    <ul>
      <li>共享数据/信息给「智能云科研平台」的第三方合作伙伴。我们可能会与协助为您提供服务的第三方平台共享您的部分信息，以便他们能够为您服务，我们保证只提供部分必要的、不涉及隐私的信息，并且保证第三方平台同样遵守本隐私政策。</li>
      <li>共享某些必要的数据/信息给广告服务提供商。我们可能会将某些信息如您的位置、操作习惯等提供给广告服务提供商，为您提供个性化的广告服务；广告服务提供商也可以通过相关技术手段获知您的IP地址、设备标示符等来向您提供服务并统计广告有效性和服务质量等。我们保证只提供部分必要的、不涉及隐私的信息，并且保证广告服务提供商同样遵守本隐私政策；</li>
      <li>共享数据/信息给「智能云科研平台」的所有权方。若「智能云科研平台」的所有权在未来发生转移，如出现合并、收购等情况，则上述收集到的数据/信息将作为我们的资产全部移交给所有权方；</li>
      <li>在必要时共享数据/信息给相关政府部门或第三方。「智能云科研平台」有权应政府部门（包括司法及行政部门）的要求，向其提供您在「 智能云科研平台」使用过程中提供和产生的注册信息、订阅信息、交易记录等必要信息。如您涉嫌侵犯他人知识产权，「智能云科研平台」亦有权在相关法律法规的要求下，向权利人提供您必要的身份信息。</li>
    </ul>
  </div>
  <div>
    <h2>
      四、数据/信息的披露
    </h2>
    <p>
      若出现以下情况，「智能云科研平台」将依据您的个人意愿或相关法律规定披露您的个人数据或信息：
    </p>
    <ul>
      <li>经您事先同意，向第三方披露；</li>
      <li>若您发起知识产权诉讼，有举证需要的，可在经您同意的情况下披露；</li>
      <li>若您出现违反中国有关法律、法规或者「智能云科研平台」用户使用协议的情况，可根据相关法律法规向第三方披露；</li>
      <li>根据法律的有关规定，或行政、司法机构的要求，可向第三方或行政、司法机构披露；</li>
    </ul>
  </div>
  <div>
    <h2>
      五、数据/信息的保护
    </h2>
    <p>
      「智能云科研平台」将在合法的前提下，为您数据和信息提供权责范围内的存储、备份等安全保护服务：
    </p>
    <p>
      我们会将上述收集到的数据/信息存放在公司自有服务器及中国境内或世界各服务器提供商处，在此过程中我们可能会出于安全考虑和业务需要，对您的数据进行复制、备份、传递，我们将根据所在地的数据保护规定和法律，保护您的数据和信息安全。
    </p>
  </div>
  <div>
    <h2>
      六、免责条款
    </h2>
    <p>
      「智能云科研平台」向您保证：除了在本隐私政策已提及的情况外，不会对外公开或提供涉及用户隐私的数据或信息，但发生下列情况时，「智能云科研平台」无需承担任何责任：
    </p>
    <ul>
      <li>由于您将注册信息告知他人或与他人共享帐户，由此导致的任何个人资料泄露；</li>
      <li>任何由于用户自身设备问题、黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常运行之不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等。</li>
    </ul>
  </div>
  <div>
    <h2>
      七、隐私政策的更新
    </h2>
    <p>
      「智能云科研平台」团队可以随时对本《隐私政策》进行修改、补充和更新，请用户定期检查本隐私政策的内容。
    </p>
  </div>
  <div>
    <h2>
      八、联系我们
    </h2>
    <p>
      如您对本《隐私政策》或相关事宜有任何疑问或建议，请通过邮箱hello@qiyandata.com与我们联系。
    </p>
  </div>
</template>

<style scoped>
p {
  margin: 1.5rem 0;
}
ul {
  margin: 1.5rem 0 1.5rem 1.25rem;
  font-size: 1rem;
}
</style>
