<template>
  <h1 text-center>
    「数智三农云科研平台」用户使用协议
  </h1>
  <div text-right>
    最近更新时间：2023年9月26日
  </div>
  <div>
    <p>
      依据《中华人民合同法》的规定，协议双方经协商一致，就「数智三农云科研平台」的授权使用签订本协议，双方共同信守。
    </p>
    <p>
      您一旦签署本协议，或者以安装、复制、访问或其它形式使用上述产品与服务，即表示您同意接受本协议各项条款的约束。若您不同意本协议中的条款，请勿签署本协议或以任何方式使用上述产品与服务。
    </p>
  </div>
  <div>
    <h2>
      一、协议名词术语定义
    </h2>
    <p>
      1. “协议”：系指用户（您，个人用户或机构用户）与「数智三农云科研平台」团队之间关于「数智三农云科研平台」（以下简称“平台”）授权使用的具有法律效力的文件，包括所有的附表、附件以及后续可能更新补充的所有内容。
    </p>
    <p>
      「数智三农云科研平台」团队为您提供的服务须受“协议”的约束，并保留随时更新补充“协议”的权利，恕不另行通知。
    </p>
    <p>
      2. 「数智三农云科研平台」：系指由「数智三农云科研平台」团队研发的为用户提供海量数据资源查询与下载的一整套解决方案，包括其所涉及到的数据内容、数据库结构、计算机软件等，以及相关的网站、网络服务器和电子文档。「数智三农云科研平台」团队对该平台及相关技术具有完全自主知识产权。
    </p>
  </div>
  <div>
    <h2>
      二、许可权利的授予
    </h2>
    <p>
      本协议授予您以下权利：
    </p>
    <ul>
      <li>按要求完善用户信息的注册用户，可登录查询并浏览本平台相关数据资源及文档简介；</li>
      <li>在获得有效授权的情况下，可登录下载本平台相关数据资源，包括统计数据和部分微观数据。</li>
    </ul>
    <p>
      其它任何形式的、未经许可的安装、使用、访问、显示及运行，都将被视为对本协议的侵犯。
    </p>
  </div>
  <div>
    <h2>
      三、用户的责任和义务
    </h2>
    <h3 mb-4>
      1. 用户的基本责任
    </h3>
    <ul>
      <li>您在申请登陆、使用本平台时，应当提供真实、准确的个人或单位信息，若个人或单位信息有任何变动，须及时更新；</li>
      <li>您应当妥善保管您的账号和密码，不得将其售卖、转让、出租、出借或以其它任何形式授权给任何第三方使用；</li>
      <li>您应当对您账户中发生的活动承担全部责任，若您一旦发现其他个人或单位在您知情或不知情的情况下使用您的密码或账户，应当立即向「数智三农云科研平台」团队通知相关情况；</li>
      <li>若「数智三农云科研平台」团队因其他个人或单位使用您的账户或密码而蒙受损失，您应当承担相应责任。</li>
    </ul>
    <h3 my-4>
      2. 用户需履行的义务
    </h3>
    <ul>
      <li>您在使用本平台时，不得将服务用于任何非法用途和本协议中已声明禁止的用途；</li>
      <li>您在使用本平台时，不得以任何方式干扰或限制其他用户使用和享有的任何服务；</li>
      <li>您在使用本平台时，不得尝试通过入侵、密码盗取或其他任何手段访问、妨碍或损害该平台后端的数据库服务器或网络服务器；</li>
      <li>您在使用本平台时，需自行配备运行平台所需的各项计算机及网络设备，并自行负担因此所需的各项费用；</li>
      <li>若您在教学、研究项目、学术或非学术论文及报告等中引用了本平台所提供的数据，则有义务注明数据来源。</li>
    </ul>
  </div>
  <div>
    <h2>
      四、免责条款
    </h2>
    <ul>
      <li>因必要的数据更新和技术升级，「数智三农云科研平台」团队需定期或不定期地对本平台的系统或相关设备进行检修、维护和更新，若因上述情况造成相关服务在合理时间内中断，「数智三农云科研平台」团队将尽力事先进行告知，但对因此造成的不便和损失，「数智三农云科研平台」团队无需承担责任。</li>
      <li>鉴于网络服务具有不可预见性，您同意「数智三农云科研平台」团队可在任何时候因任何原因变更、中断或终止本平台服务的任何部分，对因此造成的不便和损失，「数智三农云科研平台」团队无需承担责任。</li>
      <li>「数智三农云科研平台」团队对本平台服务不作任何形式的担保，即不保证服务一定能满足用户的要求，不保证服务不会受任何影响而发生中断，对因此可能造成的不便和损失，「数智三农云科研平台」团队无需承担责任。</li>
      <li>若用户被认定违反相关条款，「数智三农云科研平台」团队有权取消或停止该协议，并对用户使用本平台的资格和权利加以限制，用户不得要求赔偿或补偿。</li>
    </ul>
  </div>
  <div>
    <h2>
      五、隐私权保护
    </h2>
    <p>
      保护用户的隐私权不受任何形式的侵犯是「数智三农云科研平台」团队的重要从业原则。「数智三农云科研平台」团队承诺保证用户的账户和密码安全，并保证不以任何方式对外公开或向第三方提供用户隐私信息，但下列情况除外：
    </p>
    <ul>
      <li>事先获得用户的同意和明确授权；</li>
      <li>根据有关的法律法规和相关政府主管部门的要求；</li>
      <li>为维护社会公众的利益；</li>
      <li>为维护「数智三农云科研平台」团队的合法权益。</li>
    </ul>
    <p>
      在不透露单个用户隐私信息的前提下，「数智三农云科研平台」团队有权对所有用户情况进行保存和数据分析，并有权对已进行分析、整理和脱敏后的用户数据用于商务开发和宣传推广。
    </p>
  </div>
  <div>
    <h2>
      六、著作权声明
    </h2>
    <p>
      「数智三农云科研平台」团队拥有本平台相关的一切合法版权，受《中华人民共和国著作权法》的保护。本平台中所有相关软件著作权、专利权、商标、商业秘密及其它任何所有权或权利，均属「数智三农云科研平台」团队所有。除用户与「数智三农云科研平台」团队有其他规定外，未经著作权人书面同意，使用者严格禁止有下列行为：
    </p>
    <ul>
      <li>未经同意不得以任何方式复制、保存、传播或在网络上陈列本平台中的数据、说明文字等全部或部分内容；</li>
      <li>未经同意不得以任何方式公开展示和播放本平台中的全部或部分内容；</li>
      <li>不得以任何方式售卖、转让、出租或出借本平台账号给其他第三方；</li>
      <li>不得对构成本平台的数据、程序和数据库结构进行还原、翻译和改编等任何修改行为；</li>
      <li>不得对本平台中的系统名称、公司标志、版权信息等内容进行修改或遮盖；</li>
      <li>不得从事其他违反著作权法、计算机软件保护条例和相关法规的行为。</li>
    </ul>
    <p>
      对于违反上述内容的行为，本平台的授权使用协议及相关合同文件立即停止，「数智三农云科研平台」团队将保留提起法律诉讼的权利。
    </p>
  </div>
  <div>
    <h2>
      七、协议的适用、修改、终止和解释
    </h2>
    <ul>
      <li>本协议适用于一般个人用户和机构客户，对于其它特别的用户，以另外签订的协议内容为准；</li>
      <li>「数智三农云科研平台」团队有权根据需要对本协议中的有关条文内容作出随时的更新、修改和补充，用户对此表示接受并将切实遵守。若您不同意本协议及随时可能发生的修改、补充，可以主动取消或拒绝本平台提供的服务；</li>
      <li>若用户经认定确认违反相关条款的、或发生因不可抗力原因阻止或干扰履行本协议情况的、或经双方协商同意后确定不再使用本平台服务的，本协议即告终止；</li>
      <li>用户应切实遵守本协议及有关法律的规定，「数智三农云科研平台」团队对用户是否违反授权使用条款拥有最终决定权。若「数智三农云科研平台」团队认定用户违反相关条款，用户同意「数智三农云科研平台」团队可以随时终止用户的使用权。</li>
    </ul>
  </div>
  <div>
    <h2>
      八、法律适用及纠纷解决
    </h2>
    <ul>
      <li>本协议按中华人民共和国法律解释；</li>
      <li>
        双方在协议履行过程中发生的一切争议，均应通过双方友好协商解决。若协商开始后30天还未解决，由守约方所在地仲裁机构仲裁。
        <ul list-square class="mt-2!">
          <li>除非双方另行统一，仲裁的官方语言应为中文；</li>
          <li>仲裁裁决应为最终裁决，对双方均具有约束力；</li>
          <li>除另有裁决外，仲裁费由败诉方承担；</li>
          <li>仲裁期间，除正在进行仲裁部分外，协议其它部分继续执行。</li>
        </ul>
      </li>
    </ul>
  </div>
  <div>
    <h2>
      九、协议生效及其它
    </h2>
    <ul>
      <li>本协议未尽之事宜，双方本着相互信任和谅解的原则，友好协商解决并签订补充协议。补充协议和本协议具有同等法律效力；</li>
      <li>本协议自用户确认并开始使用该系统服务之日起即告生效。</li>
    </ul>
    <p>
      请您注意，本协议可能会根据需要进行更新和修改。我们会在更新后的协议中提供变更通知。如果您继续使用该服务，则视为您已接受修改后的协议。如果您对本协议的条款有任何疑问，请联系「数智三农云科研平台」团队（hello@qiyandata.com）。感谢您的合作和理解！
    </p>
  </div>
</template>

<style scoped>
p {
  margin: 1.5rem 0;
}
ul {
  margin: 1.5rem 0 1.5rem 1.25rem;
  font-size: 1rem;
}
</style>
