<template>
  <h1 text-center>
    「数智三农云科研平台」用户作品上传协议
  </h1>
  <div text-right>
    最近更新时间：2023年9月26日
  </div>
  <p>
    欢迎使用「数智三农云科研平台」作品上传服务！在使用该服务之前，请您仔细阅读并同意以下协议条款：
  </p>
  <div>
    <h2>
      一、用户责任
    </h2>
    <ul>
      <li>您必须确保您拥有上传的作品的合法权益，并且未侵犯任何第三方的版权、商标权、专利权或其他知识产权。</li>
      <li>您不得上传任何含有淫秽、暴力、仇恨、歧视或其他违法、违规内容的作品。</li>
      <li>您应该对您上传的作品内容负责，并承担由此引起的任何法律责任和后果。</li>
      <li>为了「数智三农云科研平台」的良好运营，建议您将相关研究成果上传至「数智三农云科研平台」。</li>
    </ul>
  </div>
  <div>
    <h2>
      二、权利许可
    </h2>
    <ul>
      <li>通过上传作品，您同意授予我们非独占性、全球范围内的许可，以使用、复制、修改、发布、分发、展示和推广您的作品。</li>
      <li>您保留您上传作品的所有权益，但同意我们有权在不违反您的权益的前提下使用您的作品。</li>
      <li>您的作品将用于「数智三农云科研平台」相关平台的建设。</li>
    </ul>
  </div>
  <div>
    <h2>
      三、保密
    </h2>
    <p>
      我们将尽合理努力保护您上传作品的隐私和机密性，除非有法律要求或您明确同意，否则不会将您的作品提供给第三方。
    </p>
  </div>
  <div>
    <h2>
      四、免责声明
    </h2>
    <ul>
      <li>我们不对您上传的作品的准确性、完整性、合法性或品质做任何保证或承诺。</li>
      <li>您在使用该服务时的任何风险由您自行承担，您需对您的作品内容和使用该服务的后果负责。</li>
    </ul>
  </div>
  <div>
    <h2>
      五、终止协议
    </h2>
    <p>
      如果您违反了本协议的任何条款，我们有权立即终止您使用该服务的权利。<br>
      您可以随时终止使用该服务，但终止后我们仍有权继续使用您已上传的作品。
    </p>
  </div>
  <p>
    请您注意，本协议可能会根据需要进行更新和修改。我们会在更新后的协议中提供变更通知。如果您继续使用该服务，则视为您已接受修改后的协议。如果您对本协议的条款有任何疑问，请联系「数智三农云科研平台」团队（hello@qiyandata.com）。感谢您的合作和理解！
  </p>
</template>

<style scoped>
p {
  margin: 1.5rem 0;
}
ul {
  margin: 1.5rem 0 1.5rem 1.25rem;
  font-size: 1rem;
}
</style>
